<?php
return [
   'objects' => [
      'create' => [
         'success' => 'Объект успешно создан!',
         'fail' => 'Не удалось создать объект!'
      ],
      'update' => [
         'success' => 'Объект успешно отредактирован!',
         'fail' => 'Не удалось отредактировать объект!'
      ],
      'delete' => [
         'success' => 'Объект успешно удалён!',
         'fail' => 'Не удалось удалить объект!'
      ],
   ],
   'users' => [
      'create' => [
         'success' => 'Пользователь успешно создан!',
         'fail' => 'Не удалось создать пользователя!'
      ],
      'update' => [
         'success' => 'Пользователь успешно отредактирован!',
         'fail' => 'Не удалось отредактировать пользователя!'
      ],
      'delete' => [
         'success' => 'Пользователь успешно удалён!',
         'fail' => 'Не удалось удалить пользователя!'
      ],
   ],
   'clients' => [
      'create' => [
         'success' => 'Клиент успешно создан!',
         'fail' => 'Не удалось создать клиента!'
      ],
      'update' => [
         'success' => 'Клиент успешно отредактирован!',
         'fail' => 'Не удалось отредактировать клиента!'
      ],
      'delete' => [
         'success' => 'Клиент успешно удалён!',
         'fail' => 'Не удалось удалить клиента!'
      ],
   ],
   'parts' => [
      'create' => [
         'success' => 'Раздел успешно создан!',
         'fail' => 'Не удалось создать раздел!'
      ],
      'update' => [
         'success' => 'Раздел успешно отредактирован!',
         'fail' => 'Не удалось отредактировать раздел!'
      ],
      'delete' => [
         'success' => 'Раздел успешно удалён!',
         'fail' => 'Не удалось удалить раздел!'
      ],
   ],
   'stages' => [
      'create' => [
         'success' => 'Стадия успешно создана!',
         'fail' => 'Не удалось создать стадию!'
      ],
      'update' => [
         'success' => 'Стадия успешно отредактирована!',
         'fail' => 'Не удалось отредактировать стадию!'
      ],
      'delete' => [
         'success' => 'Стадия успешно удалена!',
         'fail' => 'Не удалось удалить стадию!'
      ],
   ],
   'statuses' => [
      'create' => [
         'success' => 'Статус успешно создан!',
         'fail' => 'Не удалось создать статус!'
      ],
      'update' => [
         'success' => 'Статус успешно отредактирован!',
         'fail' => 'Не удалось отредактировать статус!'
      ],
      'delete' => [
         'success' => 'Статус успешно удалён!',
         'fail' => 'Не удалось удалить статус!'
      ],
   ],
   'rules' => [
      'create' => [
         'success' => 'Роль успешно создана!',
         'fail' => 'Не удалось создать роль!'
      ],
      'update' => [
         'success' => 'Роль успешно отредактирована!',
         'fail' => 'Не удалось отредактировать роль!'
      ],
      'delete' => [
         'success' => 'Роль успешно удалена!',
         'fail' => 'Не удалось удалить роль!'
      ],
   ],
   'speciality' => [
      'create' => [
         'success' => 'Специальность успешно создана!',
         'fail' => 'Не удалось создать специальность!'
      ],
      'update' => [
         'success' => 'Специальность успешно отредактирована!',
         'fail' => 'Не удалось отредактировать специальность!'
      ],
      'delete' => [
         'success' => 'Специальность успешно удалена!',
         'fail' => 'Не удалось удалить специальность!'
      ],
   ],
   'object-parts' => [
      'create' => [
         'success' => 'Раздел успешно добавлен!',
         'fail' => 'Не удалось добавить раздел!'
      ],
      'update' => [
         'success' => 'Раздел успешно отредактирован!',
         'fail' => 'Не удалось отредактировать раздел!'
      ],
      'delete' => [
         'success' => 'Раздел успешно удалён!',
         'fail' => 'Не удалось удалить раздел!'
      ],
   ],
   'part-user' => [
      'create' => [
         'success' => 'Запись успешно добавлена!',
         'fail' => 'Не удалось добавить запись!'
      ],
      'update' => [
         'success' => 'Запись успешно отредактирована!',
         'fail' => 'Не удалось отредактировать запись!'
      ],
      'delete' => [
         'success' => 'Запись успешно удалена!',
         'fail' => 'Не удалось удалить запись!'
      ],
   ],
];